Repository: CofficLab/Lumi
Catalog: Packages/PluginNetto/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Allow
zh_hans: 允许
zh_hk: 允许

source: Any
zh_hans: 任意
zh_hk: 任意

source: App-Level Control
zh_hans: 应用级控制
zh_hk: 應用程式級控制

source: Applies rules based on your configuration
zh_hans: 根据你的配置应用规则
zh_hk: 根據你的設定套用規則

source: Apps
zh_hans: 应用
zh_hk: 應用

source: Block
zh_hans: 阻止
zh_hk: 阻止

source: Blocks or allows traffic according to permissions
zh_hans: 根据权限阻止或允许流量
zh_hk: 根據權限封鎖或允許流量

source: Control which applications can access the network
zh_hans: 控制哪些应用可以访问网络
zh_hk: 控制哪些應用程式可以存取網路

source: Create and switch between different firewall rule profiles
zh_hans: 创建并切换不同的防火墙规则配置
zh_hk: 建立並切換不同的防火牆規則設定檔

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Incoming
zh_hans: 传入
zh_hk: 传入

source: Logs network activity for review
zh_hans: 记录网络活动以供查看
zh_hk: 記錄網路活動以供查看

source: Monitor network traffic and connection attempts
zh_hans: 监控网络流量和连接尝试
zh_hk: 監控網路流量和連線嘗試

source: Monitors network connection requests from applications
zh_hans: 监控来自应用的网络连接请求
zh_hk: 監控來自應用程式的網路連線請求

source: Netto Firewall
zh_hans: Netto 防火墙
zh_hk: Netto 防火牆

source: Netto Firewall Plugin
zh_hans: Netto 防火墙
zh_hk: Netto 防火墙

source: Network Permission Management
zh_hans: 网络权限管理
zh_hk: 網路權限管理

source: New Connection Request
zh_hans: 新连接请求
zh_hk: 新连接请求

source: Outgoing
zh_hans: 传出
zh_hk: 传出

source: Recent Events
zh_hans: 最近事件
zh_hk: 最近事件

source: Review logs to identify unnecessary network access
zh_hans: 查看日志以识别不必要的网络访问
zh_hk: 查看日誌以識別不必要的網路存取

source: Rule Profiles
zh_hans: 规则配置
zh_hk: 規則設定檔

source: Set network permissions for individual applications
zh_hans: 为单个应用设置网络权限
zh_hk: 為個別應用程式設定網路權限

source: Start
zh_hans: 开始
zh_hk: 開始

source: Start with a permissive profile and tighten rules gradually
zh_hans: 从宽松配置开始，逐步收紧规则
zh_hk: 從寬鬆設定檔開始，逐步收緊規則

source: Stop
zh_hans: 停止
zh_hk: 停止

source: Traffic Monitoring
zh_hans: 流量监控
zh_hk: 流量監控

source: Unknown
zh_hans: 未知
zh_hk: 未知

source: Use profiles for different network environments
zh_hans: 为不同网络环境使用不同配置
zh_hk: 為不同網路環境使用不同設定檔

source: User Manual
zh_hans: 使用手册
zh_hk: 使用手冊

source: Overview
zh_hans: 概述
zh_hk: 概述

source: This manual covers the interface and basic operations of the Netto Firewall: starting and stopping the firewall, setting network permissions for individual apps, and reviewing recent events.
zh_hans: 本手册介绍 Netto 防火墙的界面与基本操作:启动和停止防火墙、为单个应用设置网络权限,以及查看最近事件。
zh_hk: 本手冊介紹 Netto 防火牆的介面與基本操作:啟動和停止防火牆、為個別應用程式設定網路權限,以及檢視最近事件。

source: Interface
zh_hans: 界面说明
zh_hk: 介面說明

source: Header: the plugin title, a status badge showing the firewall state, and the Start / Stop button.
zh_hans: 顶部状态栏:显示插件标题、表示防火墙状态的状态徽章,以及「启动 / 停止」按钮。
zh_hk: 頂部狀態列:顯示插件標題、表示防火牆狀態的狀態徽章,以及「啟動 / 停止」按鈕。

source: Apps list: each app with its icon, name, and bundle identifier; the switch on each row controls its network permission.
zh_hans: 「应用」列表:每个应用显示图标、名称和包标识符,行尾的开关控制该应用的网络权限。
zh_hk: 「應用程式」列表:每個應用程式顯示圖示、名稱和套件識別碼,行尾的開關控制該應用程式的網路權限。

source: Recent Events list: recent connections with an allowed or denied mark, the address and port, the app, and the time.
zh_hans: 「最近事件」列表:每条连接显示允许或拒绝标记、地址与端口、所属应用及时间。
zh_hk: 「最近事件」列表:每條連線顯示允許或拒絕標記、位址與連接埠、所屬應用程式及時間。

source: Basic Operations
zh_hans: 基本操作
zh_hk: 基本操作

source: Click Start in the header to start the firewall; the status badge shows the current state.
zh_hans: 点击顶部状态栏中的「启动」启动防火墙,状态徽章会显示当前状态。
zh_hk: 點擊頂部狀態列中的「啟動」啟動防火牆,狀態徽章會顯示目前狀態。

source: In the Apps list, turn on an app's switch to allow its network access, or turn it off to deny it.
zh_hans: 在「应用」列表中,打开某个应用的开关允许其联网,关闭则拒绝。
zh_hk: 在「應用程式」列表中,開啟某個應用程式的開關允許其連網,關閉則拒絕。

source: Review the Recent Events list to check which connections were allowed or denied.
zh_hans: 查看「最近事件」列表,了解哪些连接被允许、哪些被拒绝。
zh_hk: 檢視「最近事件」列表,了解哪些連線被允許、哪些被拒絕。

source: Click Stop in the header when you no longer need the firewall.
zh_hans: 不再需要防火墙时,点击顶部状态栏中的「停止」。
zh_hk: 不再需要防火牆時,點擊頂部狀態列中的「停止」。

source: Notes
zh_hans: 注意事项
zh_hk: 注意事項

source: When the firewall is stopped, the per-app rules are not enforced.
zh_hans: 防火墙停止后,各应用的网络权限规则不再生效。
zh_hk: 防火牆停止後,各應用程式的網路權限規則不再生效。

source: Permission changes take effect immediately while the firewall is running.
zh_hans: 防火墙运行期间,权限修改立即生效。
zh_hk: 防火牆運行期間,權限修改立即生效。

source: Figure 1: Interface layout
zh_hans: 图 1 界面布局
zh_hk: 圖 1 介面說明

source: Header
zh_hans: 状态栏
zh_hk: 狀態列

source: Tips
zh_hans: 使用技巧
zh_hk: 使用技巧
